{"Mino, Crafty Reaper": {"name_": "Mino, Crafty Reaper", "id_": 113511010, "pp_": 1, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "Fanfare: Enhance (7) - Gain +5/+5 and 3 shadows.\nLast Words: Gain 1 shadow.", "baseAtk_": 1, "baseDef_": 1, "evoEffect_": "Last Words: Gain 1 shadow.", "evoAtk_": 3, "evoDef_": 3, "baseFlair_": "I'll put in my hours, but don't expect me to clock in any overtime. I have things to do at home... Not that you should concern yourself over that.", "evoFlair_": "I'll put in my hours, but don't expect me to clock in any overtime. What... I dropped something, you say? O-oh, that's the HaZeus fanfic I wrote! Y-you're a fan too? Omigosh, let's gush! HaZeus or Zeudes? I just can't choose my OTP!", "rotation_": true, "tags_": ["lw"]}, "Night of the Living Dog": {"name_": "Night of the Living Dog", "id_": 114521020, "pp_": 1, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "Natura", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Rush.\nWhenever an allied Naterran Great Tree is destroyed, gain +2/+2.", "baseAtk_": 1, "baseDef_": 1, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 3, "evoDef_": 3, "baseFlair_": "A hound's distant baying echoes through the netherworld. A patchwork dog bounds toward you.\n\"That pooch always has candy in his mouth. Seems his master used to give him toys shaped like that. Maybe rebirth doesn't change your personality all that much.\"", "evoFlair_": "Resurrected creatures don't sleep. The faithful dog waits patiently, its round eyes filled with hope.\n\"How about that. Don't usually catch this pooch sittin' down on the job. Seems the lord found his master for him. I guess rebirth got him his happy ending.\"", "rotation_": true, "tags_": ["nat"]}, "Miyako, Pudding Poltergeist": {"name_": "Miyako, Pudding Poltergeist", "id_": 711531010, "pp_": 1, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Fanfare: The next time this follower takes damage, reduce that damage to 0.\nUnion Burst (10): Put a Pudding Time into your hand.", "baseAtk_": 1, "baseDef_": 1, "evoEffect_": "-", "evoAtk_": 3, "evoDef_": 3, "baseFlair_": "Ooooh! Wooooh! I'm a scaaary ghooost who sends all the little kids running! Give me pudding or I'll haaauuunt yooouuu!", "evoFlair_": "I don't remember how I became a ghost. At first I thought I should go toward the light, but once I tasted pudding, I changed my mind!", "rotation_": true, "tags_": ["evo"]}, "Demonic Procession": {"name_": "Demonic Procession", "id_": 115514010, "pp_": 1, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Spell", "expansion_": "Ultimate Colosseum", "baseEffect_": "Burial Rite: Put a random Shadowcraft follower from your deck into your hand. If Burial Rite was performed with a follower with an original attack or defense of 1, put 2 Shadowcraft followers into your hand instead.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "Long, long ago, the demons began their march, we know not where. They say those demons are marching still.\n—Demonic Procession, Hyakki-Yagyo", "evoFlair_": "-", "rotation_": true, "tags_": ["burial"]}, "Necromantic Aether": {"name_": "Necromantic Aether", "id_": 114524010, "pp_": 1, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "Natura", "type_": "Spell", "expansion_": "Verdant Conflict", "baseEffect_": "Put a Naterran Great Tree into your hand.\nIf this is your fifth turn or later, recover 1 play point.\nThen, if this is your tenth turn or later, Reanimate (4).", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "The Mother bestows gifts upon her children.\nWhen the shambling corpse discovered her kindness in his grave, he saw a deathly, necrotic aether. He soon learned that it grants power to those who desire life.", "evoFlair_": "-", "rotation_": true, "tags_": ["nat", "burial"]}, "Greater Lesser Mummy": {"name_": "Greater Lesser Mummy", "id_": 113511030, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "", "baseAtk_": 2, "baseDef_": 2, "evoEffect_": "Evolve: If another allied follower is in play, perform Necromancy (8) - Give Storm to another allied follower.", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "The eternity of death nourishes him to lead a legion of corpses. He is their commander—a silent king from a time forgotten. He spreads an ancient curse as silent as death itself. Rumors say that if he were to speak, his dignity would be lost to the sands of time.", "evoFlair_": "A forbidden sarcophagus covers his face, and cloth swaddles his mysteries. He is the sole overseer. Yet he himself can never be seen, for a fear of the unknown secures his power. Rumors say that if he were to show his face, the facade would immediately crumble to dust.", "rotation_": true, "tags_": ["necro"]}, "Revenant Ram": {"name_": "Revenant Ram", "id_": 114511030, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "Natura", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Fanfare: Put a Naterran Great Tree into your hand.\nLast Words: Gain 1 shadow.", "baseAtk_": 2, "baseDef_": 2, "evoEffect_": "Last Words: Gain 1 shadow.", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "The clop of fleshless hooves resounds. The revenant ram prances forth. \"To repay the debt it owes humans and sheepdogs for their protection in life, the revenant will devour any dangerous spirits which approach them. The cycle of life and death is a fascinating thing.\"", "evoFlair_": "The living do not gather here. The revenant herd grazes only upon spirits. \"The rams gather spirits about them like a living sheep's fleece. But they soon devour this warm coat, leaving their bones bare once more. The cycle of life and death never fails to entertain.\"", "rotation_": true, "tags_": ["nat", "lw"]}, "Bone Crane": {"name_": "Bone Crane", "id_": 115511020, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "Natura", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Last Words: Put a Skeleton into your hand. If an allied Naterran Great Tree is in play, summon a Skeleton instead.", "baseAtk_": 2, "baseDef_": 2, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "The skeletal crane's cry is that of a soul rent in two.\n\"The deeper the love, the deeper the loss. That mother crane was resurrected without her child. What does she see with those empty eyes? I wonder if she regrets coming back.\"", "evoFlair_": "Her featherless wings cannot fly. Instead, she walks.\n\"Resurrected animals can no longer bring forth new life. Nonetheless, they live on. What else can they do but move forward? Surely their rebirth had a purpose, after all.\"", "rotation_": true, "tags_": ["nat", "lw"]}, "Irongear Corpsman": {"name_": "Irongear Corpsman", "id_": 113521020, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "Machina", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "Ward.\nFanfare: Necromancy (6) - Randomly put a copy of 1 of the highest-cost allied Machina followers that has been destroyed this match into your hand.", "baseAtk_": 2, "baseDef_": 2, "evoEffect_": "Ward.", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "Core mutations have led to one new optimization after another. New methods of automation were born. The Robozombie—a way to employ the dead through machinery. So efficient that some are considering using it on the living.  —A Necromancer's Secret Notes II", "evoFlair_": "A corpse that moves at will through machinery... Simply brilliant. In fact, you could say it's similar to my own technique of creating corpses from the living! Did you know? The people call me the hand of God.\n—Irongear Corpsman to Robozombie", "rotation_": true, "tags_": ["mc", "necro"]}, "Yuki-Onna": {"name_": "Yuki-Onna", "id_": 115521010, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Fanfare: Select an enemy follower. It can't attack next turn.\nEnhance (8): Gain +4/+4 and destroy that follower instead.", "baseAtk_": 2, "baseDef_": 1, "evoEffect_": "-", "evoAtk_": 4, "evoDef_": 3, "baseFlair_": "She brought a snowstorm upon the disordered masses, so fierce they could see naught but white before them, and the howling winds swallowed their screams.\n—Demonic Procession, Lady Vanguard", "evoFlair_": "Ohh, that there's a yuki-onna. The wintry mountain incarnate, she is. Nothin' a mortal can do to stop her. Chills the blood, it does.\n—Demonic Procession, Yuki-Onna in Oral Tradition", "rotation_": true, "tags_": []}, "Triscythe Reaper": {"name_": "Triscythe Reaper", "id_": 116521020, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Fanfare: Gain 2 shadows.\nEnhance (6): Destroy an enemy follower.", "baseAtk_": 2, "baseDef_": 2, "evoEffect_": "-", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "Take heed—every human is guilty of three sins. Eventually, when the world is no more than a den of criminals, and dark with the shadow of vice, the Reaper will appear. And he will come swinging the Triscythe.\n—Aberrant Reaper, Chapter 3", "evoFlair_": "Keep fear in your heart, ye thrice-stained sinner. When the three evils come together in one body, when you and the sins are one and the same, the Reaper will appear. And he will come bearing three deaths.\n—Aberrant Reaper, Chapter 3", "rotation_": true, "tags_": []}, "Ghostly Maid": {"name_": "Ghostly Maid", "id_": 117521020, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Follower", "expansion_": "Fortune's Hand", "baseEffect_": "Fanfare: If there are any allied amulets in play, summon a Ghost. Then, if there are at least 2 in play, evolve it.", "baseAtk_": 2, "baseDef_": 2, "evoEffect_": "-", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "Did you really think death could keep me from my duties? Perish the thought. The young master needs every attendant, even ghostly ones. Now, if you'll excuse me. With so much to do around here, I must return to work right away.", "evoFlair_": "It didn't matter how high my status was. I always looked up to her. She helped me grow from an awkward kid into a successful adult. Sigh... I love this house... My beloved ghost house...\n—Elderly Margrave on the Decline", "rotation_": true, "tags_": ["evo"]}, "Sora, Arcane Fist": {"name_": "Sora, Arcane Fist", "id_": 113531020, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "Fanfare: Necromancy (4) - Gain +2/+2.", "baseAtk_": 2, "baseDef_": 2, "evoEffect_": "Evolve: Deal X damage to an enemy follower. X equals this follower's attack.", "evoAtk_": 3, "evoDef_": 3, "baseFlair_": "Slash them with a blade? Burn them with sorcery? Weak! Cut your enemies down with your own fists! Burn them through real hand-to-hand combat! Your very own body is capable enough, and that's where the real thrill of battle lies!", "evoFlair_": "There's a limit to how much damage a mere weapon can do! But there is one weapon, if prepared properly, capable of blowing your enemies away in a single blow—the body!", "rotation_": true, "tags_": ["necro"]}, "Grudge Knight": {"name_": "Grudge Knight", "id_": 115531030, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Fanfare: Enhance (7) - Gain +3/+3 and Ward. Destroy an enemy follower.\nLast Words: Restore X defense to your leader. X equals this follower's attack.", "baseAtk_": 2, "baseDef_": 2, "evoEffect_": "Last Words: Restore X defense to your leader. X equals this follower's attack.", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "It is not a knight, but the regret born of knightly death. The grudges scattered across the battlefield meld into a mockery of those who shed them. This undead knight rides through the darkness, leaving shards of itself behind.", "evoFlair_": "False knight—you amalgam of resentment who usurps the visages of the fallen. Without purpose or conviction, you exist merely to plague the living. I feel nothing but pity for you.\n—Demonlord Eachtar", "rotation_": true, "tags_": ["lw"]}, "Jackshovel Gravedigger": {"name_": "Jackshovel Gravedigger", "id_": 116531010, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "Machina", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Bane.\nIf this follower was summoned with a spell or effect, gain +X/+X and Rush. X equals the number of other allied Machina followers in play.", "baseAtk_": 1, "baseDef_": 2, "evoEffect_": "Bane.\nEvolve: Summon 4 Assembly Droids.", "evoAtk_": 1, "evoDef_": 2, "baseFlair_": "The development of machinery revolutionized necromancy. Mass exhumations became easier with new tools; necromancers began delving for superior souls. Not even the dead could escape the cacophony of progress.\n—Note from the Technomancy Research Society", "evoFlair_": "Ghosts do not need to rest in peace, nor do they need to wander in silence. Come with your lively clamor, stir sleeping bones, welcome the dead back to this side of the veil. Death is a resource. Those who are still living would do well to exploit it. —Spirit Noise", "rotation_": true, "tags_": ["mc"]}, "Bonenanza Necromancer": {"name_": "Bonenanza Necromancer", "id_": 117531020, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Follower", "expansion_": "Fortune's Hand", "baseEffect_": "Fanfare: Enhance (7) - Reanimate (10)\nWhenever you perform Burial Rite, draw a card.", "baseAtk_": 2, "baseDef_": 2, "evoEffect_": "Whenever you perform Burial Rite, draw a card.", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "Dead bones are great too, but you can do so much more with living ones! Now, the reason I resurrected you was to get a dance party going! Come on, everybody, wave your bones in the air like you just don't care!", "evoFlair_": "Flesh is passé. Give me bones any day. Just once I'd love to chat with someone who understands bones like I do.\n—Prince Catacomb", "rotation_": true, "tags_": ["burial"]}, "Thoth": {"name_": "Thoth", "id_": 114541020, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Fanfare: If at least 10 allied cards with Last Words effects have been destroyed this match, give your leader the following effect - Whenever an allied follower or amulet comes into play, give it Last Words: Deal 2 damage to the enemy leader. (This effect is not stackable and lasts for the rest of the match.)\nLast Words: Draw a card.", "baseAtk_": 1, "baseDef_": 2, "evoEffect_": "Last Words: Draw a card.", "evoAtk_": 3, "evoDef_": 4, "baseFlair_": "I record every life and every death. I stand opposite the judge, and make a record of each soul's value. There is honor in a fitting end. May your praises outlast you.", "evoFlair_": "The great scribe records mortals' fates in perfect hieroglyphics. Their footsteps are graven in writing—never to fade, even once the feet which left them have passed beyond. Records are the soul's immortality, imbued with meaning once death's curtain has fallen.", "rotation_": true, "tags_": ["lw"]}, "Legendary Skeleton": {"name_": "Legendary Skeleton", "id_": 114541030, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Bane.\nFanfare: Necromancy (8) - Evolve this follower.\nCan't be targeted by enemy spells and effects.\nCan't be evolved using evolution points. (Can be evolved using card effects.)", "baseAtk_": 1, "baseDef_": 1, "evoEffect_": "Bane.\nCan't be targeted by enemy spells and effects.", "evoAtk_": 5, "evoDef_": 5, "baseFlair_": "In life, he was shackled by his natural kindness. Many were the chains which held him back. His final days were spent in fearsome battle and the emptiness of defeat. Never able to reveal his true abilities, he died filled with regret.", "evoFlair_": "My motherland and her enemy are dust. None live who know my name. I am all that remains—one lone soldier, nameless and free. Being naught but bones is not so bad when my heart feels so light. Some call me the Dead Legend... That, too, is nothing but excess fat to trim away.", "rotation_": true, "tags_": ["evo", "necro"]}, "Gremory, Death Teller": {"name_": "Gremory, Death Teller", "id_": 116541010, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Ward.\nInvocation: At the start of your turn, if you have more shadows than cards in your deck, invoke this card.\nWhen this follower comes into play, if you have more shadows than cards in your deck, give your leader the following effect: Once on each of your turns, when you perform Necromancy, gain X shadows and recover X play points. X equals the Necromancy cost. (This effect is not stackable and lasts for the rest of the match.)", "baseAtk_": 1, "baseDef_": 3, "evoEffect_": "Ward.", "evoAtk_": 3, "evoDef_": 5, "baseFlair_": "I know what you're thinking: you can't change fate, and you can't escape death. Must suck being a human, seeing as you can't tell the future and all. But don't give up yet. Show me some guts—um, the figurative kind—and I'll take care of the rest!", "evoFlair_": "So you get it now? Death is just a big bully sometimes—you can totally escape him. So who cares if you can't see the future? As long as you show some spine, somebody'll help you. I promise. In fact, that somebody might just be me!", "rotation_": true, "tags_": ["necro"]}, "Ghastly Assault": {"name_": "Ghastly Assault", "id_": 116514010, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Spell", "expansion_": "World Uprooted", "baseEffect_": "Deal 3 damage to an enemy follower.\nPut a Ghost into your hand.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "One mask of death flies at your face. And another. And another. And another.", "evoFlair_": "-", "rotation_": true, "tags_": []}, "Savoring Slash": {"name_": "Savoring Slash", "id_": 117514010, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Spell", "expansion_": "Fortune's Hand", "baseEffect_": "Deal 3 damage to an enemy follower.\nBurial Rite: Draw a card.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "I was just thinking about going for a snack!\n—Demon Eater", "evoFlair_": "-", "rotation_": true, "tags_": ["burial"]}, "Coffin of the Unknown Soul": {"name_": "Coffin of the Unknown Soul", "id_": 117523010, "pp_": 2, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Amulet", "expansion_": "Fortune's Hand", "baseEffect_": "Countdown (1)\nFanfare: Burial Rite - Draw a card and add X to this amulet's Countdown. X equals half the original cost of the follower destroyed by Burial Rite (rounded down).\nLast Words: Summon a copy of the follower destroyed by Burial Rite.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "No one remembers why the coffin was sealed, but one thing's for sure: you'd better not open the damned thing.", "evoFlair_": "-", "rotation_": true, "tags_": ["burial", "lw"]}, "Mechasaw Deathbringer": {"name_": "Mechasaw Deathbringer", "id_": 113511020, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "Machina", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "Last Words: Destroy a random enemy follower.", "baseAtk_": 1, "baseDef_": 1, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 3, "evoDef_": 3, "baseFlair_": "Core mutations have led to one new discovery after another. The Bone Drone seeks revenge from beyond the grave, utilizing technology in order to exact vengeance with a new body.\n—A Necromancer's Secret Notes I", "evoFlair_": "With the dawn of the mechanical age, the definition of an \"optimal corpse\" has changed. Whether it is a corpse returned by an ancient grudge, or bones which seethe with malice, the specimen will be terrifying regardless.\n—Comparison of Bone Drone and Mechasaw Deathbringer", "rotation_": true, "tags_": ["mc", "lw"]}, "Vengeful Possession": {"name_": "Vengeful Possession", "id_": 114511020, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Fanfare: Enhance (6) - Gain +2/+2 and Bane. Then give Bane to another allied follower.", "baseAtk_": 3, "baseDef_": 3, "evoEffect_": "-", "evoAtk_": 5, "evoDef_": 5, "baseFlair_": "One night, a young man began to attack his fellow villagers out of nowhere. Many were killed before he was brought down. His vengeful spirit left his body and disappeared we know not where.\n—Vengeful Spirits in Folklore", "evoFlair_": "Confronted by a possessing spirit, all fall weeping to their knees. All that awaits is death or murder.\n—Vengeful Spirits in Folklore", "rotation_": true, "tags_": []}, "Zashiki-Warashi": {"name_": "Zashiki-Warashi", "id_": 115511010, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Fanfare: Enhance (6) - Evolve this follower.\nCan't be attacked.\nFollower Strike: If the enemy follower has 2 defense or less, perform Necromancy (3) - Banish the enemy follower before it can deal any damage in return.", "baseAtk_": 1, "baseDef_": 4, "evoEffect_": "Can't be attacked.\nFollower Strike: If the enemy follower has 2 defense or less, perform Necromancy (3) - Banish the enemy follower before it can deal any damage in return.", "evoAtk_": 3, "evoDef_": 6, "baseFlair_": "The child passed by, singing and bouncing a small cloth ball. Those who saw her tried to flee, but stumbled and fell.\n—Demonic Procession, Childlike Leader", "evoFlair_": "So long as she remains, you'll have good fortune, but her departure means your doom. She'll take all the luck in the house along with her.\n—Demonic Procession, Zashiki-Warashi in Oral Tradition", "rotation_": true, "tags_": ["evo", "necro"]}, "Mummy Chef": {"name_": "Mummy Chef", "id_": 115511030, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Fanfare: If any other allied followers are in play, destroy 1, draw a card, and restore 4 defense to your leader.", "baseAtk_": 2, "baseDef_": 4, "evoEffect_": "-", "evoAtk_": 4, "evoDef_": 6, "baseFlair_": "Welcome to the Hermopolis Hideaway! You must be tired from plundering pyramids all day. Why not relax with some good food? Your timing couldn't be better—I just got a delivery of fresh ingredients...\n—Mummy Chef", "evoFlair_": "I thought we were done for when we fell into that trap, but fortune really smiled on us. Now we can get back to exploring! Wait. Where's the new guy? Is he off somewhere goofing around again?\n—Lead archaeologist", "rotation_": true, "tags_": []}, "Spectral Servant": {"name_": "Spectral Servant", "id_": 116511020, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "Natura", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Fanfare: Summon a Necrofauna.\nEnhance (6): Summon 2 instead.", "baseAtk_": 1, "baseDef_": 1, "evoEffect_": "-", "evoAtk_": 3, "evoDef_": 3, "baseFlair_": "Midnight. The ghost of a cat meows and breaks the silence. An old man looks up; the stone wall of his face cracks into a smile. \"Say, has Mrs. Mittens finally made a friend? How grand. She's been moody since I resurrected her—guess no one likes to be woken up early.\"", "evoFlair_": "The sleep enjoyed by spectral animals has, in recent years, been polluted by noise. The creatures are disturbed by unfamiliar sounds and metal shapes. Let the dead rest in peace—cognizance should belong only to the living.\n—Tranquil Resurrection, Part 1", "rotation_": true, "tags_": ["nat", "lw"]}, "Spirit Curator": {"name_": "Spirit Curator", "id_": 117511020, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Fortune's Hand", "baseEffect_": "Fanfare: Burial Rite - Draw a card.", "baseAtk_": 3, "baseDef_": 3, "evoEffect_": "-", "evoAtk_": 5, "evoDef_": 5, "baseFlair_": "My dear lady, souls only become shining masterpieces if they satisfy three conditions: you must be greedy in life, you must rue on your deathbed, and you must carry that regret into the afterlife. I guess what I'm trying to say is... that's a shiny soul you've got there.", "evoFlair_": "I'm not one to talk, but the world is full of strange folk. Why would anyone trade something as priceless as a soul for a bit of coin? Haha... But that works for me. Just don't come running to me with seller's remorse, all right?", "rotation_": true, "tags_": ["burial"]}, "Kasha": {"name_": "Kasha", "id_": 115521020, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Fanfare: Put a random follower with an original attack of 1 and a random follower with an original defense of 1 (excluding Kasha) from your deck into your hand.", "baseAtk_": 2, "baseDef_": 1, "evoEffect_": "-", "evoAtk_": 4, "evoDef_": 3, "baseFlair_": "Next, the icebound town was visited by a rain of fire from a flying chariot. Mouths, clenched in lament of the cold, next opened to wail as they burned.\n—Demonic Procession, Central Flame", "evoFlair_": "Mortals have a right to mourn their dead, but this demon robs them even of that. And just where does it take those unfortunate souls?\n—Demonic Procession, Kasha in Oral Tradition", "rotation_": true, "tags_": []}, "Beastly Medium": {"name_": "Beastly Medium", "id_": 116521010, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "Natura", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Last Words: Put a Naterran Great Tree into your hand and change its cost to 0.", "baseAtk_": 2, "baseDef_": 3, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 4, "evoDef_": 5, "baseFlair_": "A medium invites a specter into her body. The two souls regard each other. \"You know that phrase, 'together as one'? I think this is what it means. It means surpassing till-death-do-us-part, so you never have to say goodbye again.\"", "evoFlair_": "Spectral animals achieve tranquility when they are left to govern themselves. Mediums from foreign lands fail to understand this. They come in with their clanging metal, disturbing the graves and the repose of the dead.\n—Tranquil Resurrection, Part 2", "rotation_": true, "tags_": ["nat", "lw"]}, "Khawy, Underworld Heir": {"name_": "Khawy, Underworld Heir", "id_": 113531010, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "Fanfare: Enhance (6) - Gain the ability to evolve for 0 evolution points.", "baseAtk_": 3, "baseDef_": 3, "evoEffect_": "Storm.\nLeader Strike: Reanimate (4).", "evoAtk_": 3, "evoDef_": 3, "baseFlair_": "As the successor, I must fulfill my duty and prove myself—I'll steel my heart, my body, all of myself. Whatever it takes, I'll attain such bravery worthy of ruling the Underworld!", "evoFlair_": "\"Hehe... He's grown into such a fine warrior.\"\n—Tithi, Nurturing Trainer\n\n\"Impressive. We'll increase the difficulty for him.\"\n—Aisha, Stern Trainer", "rotation_": true, "tags_": ["evo", "burial"]}, "Helio, Sacrosanct Spirit": {"name_": "Helio, Sacrosanct Spirit", "id_": 114531010, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Fanfare: Enhance (7) - Evolve this follower.\nLast Words: Give your leader the following effect - At the end of your opponent's turn summon a Zombie, then remove this effect.", "baseAtk_": 2, "baseDef_": 1, "evoEffect_": "Last Words: Give your leader the following effect - At the end of your opponent's turn summon a Lich, then remove this effect.", "evoAtk_": 3, "evoDef_": 2, "baseFlair_": "Stay where you are. If you value your life, come no further. This place belongs to the dead. It is thick with phantasmal miasma. This is no place for the living. Go back to the world of light.", "evoFlair_": "Forgive me... It seems I've expressed myself poorly yet again. You see, my magic is what powers this building. So believe me when I say it's dangerous for the living to come inside.", "rotation_": true, "tags_": ["evo", "lw"]}, "Fighting Jiangshi": {"name_": "Fighting Jiangshi", "id_": 114531030, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Fanfare: Enhance (5) - Reanimate (3).\nEvolve this follower if it was summoned using Reanimate.", "baseAtk_": 3, "baseDef_": 3, "evoEffect_": "Last Words: Gain 4 shadows.", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "Behold, the ultimate technique of the Corrupted Soil Style—Edict of the Armored Corpse! Even without a soul, this shell will stand against the incursion of evil! By my master's orders, you will be punished for your sins!\n—Fighting Jiangshi", "evoFlair_": "Ahahaha! They really made a mess of you, my jiangshi! You've been very useful. I suppose I could let you have that funeral now... But I think I might miss those dramatic monologues of yours.\n—Necromancer", "rotation_": true, "tags_": ["evo", "burial", "lw"]}, "Sarcophagus Wraith": {"name_": "Sarcophagus Wraith", "id_": 116531020, "pp_": 3, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "Natura", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Fanfare: Summon a Fabled Treasure.\nEnhance (6): Summon a Profane Resurrection. Evolve this follower.", "baseAtk_": 1, "baseDef_": 2, "evoEffect_": "-", "evoAtk_": 3, "evoDef_": 4, "baseFlair_": "A beastly revenant sits before the tomb of a king, bidding farewell to the day. \"Spectral animals are one with nature. So long as the sun rises and sets, I'll be here waiting. Hey, pal. It'd be nice if our masters reawakened soon, eh?\"", "evoFlair_": "Are the dead meant to be left in peace? Or are they meant to be roused with a deafening din? Only spirits born from nature know. But remember that death is an acquittal. Souls that find their way back deserve a new beginning.\n—Tranquil Resurrection, Part 3", "rotation_": true, "tags_": ["evo", "nat", "lw"]}, "Soul Snatcher": {"name_": "Soul Snatcher", "id_": 114511010, "pp_": 4, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Fanfare: Necromancy (3) - Summon a Zombie.", "baseAtk_": 3, "baseDef_": 4, "evoEffect_": "-", "evoAtk_": 5, "evoDef_": 6, "baseFlair_": "Oh, that old lady? 'Course I know who you mean. She guards the Demonlord's gate, eliminating undesirables. She hasn't changed a bit since I was a boy.\n—Village elder's account", "evoFlair_": "The secret to longevity? What else!? Staying active keeps your soul young, no matter how wrinkly your hide! But the most important thing is spending quality time with young people... Nyee hee hee!\n—Wisdom from an old woman", "rotation_": true, "tags_": ["necro"]}, "Dancing Ghost": {"name_": "Dancing Ghost", "id_": 116511010, "pp_": 4, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Fanfare: Summon a Ghost. Then give +1/+0 to all allied Ghosts.\nEnhance (8): Summon 3 instead.", "baseAtk_": 3, "baseDef_": 3, "evoEffect_": "-", "evoAtk_": 5, "evoDef_": 5, "baseFlair_": "It's not every day you come back to life. So I thought this was my chance to breathe life into my career. But every time I dance, the living skedaddle and the dead salsa over—this is a show, not a seance. Still, I'm not giving up. I may be dead, but my dreams aren't!", "evoFlair_": "Spectacular performance! Absolutely breathtaking. Say, why don't you join our act? What's that? You feel a bit apprehensive... because you're a ghost? Ha! Nonsense! That's nothing to worry your spectral head over.\n—Arcus, Ghostly Manager", "rotation_": true, "tags_": []}, "Death Fowl": {"name_": "Death Fowl", "id_": 117511010, "pp_": 4, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Fortune's Hand", "baseEffect_": "Crystallize (1): Countdown (3)\nLast Words: Gain 4 shadows.\n----------\nFanfare: Gain 4 shadows.\nLast Words: Draw a card.", "baseAtk_": 3, "baseDef_": 3, "evoEffect_": "Last Words: Draw a card.", "evoAtk_": 5, "evoDef_": 5, "baseFlair_": "The Three of Cups migrate in solidarity. They stay on each other's wings, swooping, swarming, and pecking at their prey. Macabre caws of thanksgiving are given before the feast of flesh.", "evoFlair_": "Beware the predators who peck at the soul. Their outstretched wings blot the sun; their foul beaks gnaw at your insides. What you hear are warbles of joy, for their conceit is sated and their bellies full.", "rotation_": true, "tags_": ["lw"]}, "Shuten-Doji": {"name_": "Shuten-Doji", "id_": 115531020, "pp_": 4, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Bane.\nFanfare: Necromancy (8) - Recover 1 evolution point.", "baseAtk_": 1, "baseDef_": 4, "evoEffect_": "Bane.\nEvolve: Give your leader the following effect - Once on each of your turns, when you play a follower with an original attack or defense of 1, give it Storm. (This effect is not stackable and lasts for the rest of the match.)", "evoAtk_": 3, "evoDef_": 6, "baseFlair_": "As the people writhed, wreathed in flame, a demon slipped among them and cut them down one after another. His cruelty shook the very foundations of hell.\n—Demonic Procession, Rearguard Demon", "evoFlair_": "He washes his blade in sake, not to honor the dead but in preparation to add to their ranks. You'd have to be a monster yourself to summon a thing like that.\n—Demonic Procession, Shuten-Doji in Oral Tradition", "rotation_": true, "tags_": ["necro"]}, "Aisha, Underworld Sovereign": {"name_": "Aisha, Underworld Sovereign", "id_": 706541010, "pp_": 4, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "Invocation: At the start of your turn, if you have at least 16 shadows, invoke this card, then lose 8 shadows.\nWhen another allied follower attacks and deals damage to the enemy leader, if this follower hasn't attacked this turn, perform Necromancy (8): Evolve this follower.", "baseAtk_": 4, "baseDef_": 4, "evoEffect_": "Storm.\nBane.", "evoAtk_": 4, "evoDef_": 4, "baseFlair_": "As the sovereign, I must prepare the successor—his regimen must be severe, for his strength must be unparalleled. Upon ascension, none would dare to deny him his rightful place on the throne.", "evoFlair_": "\"You've so much kindness and love to share—it's just all pent up inside of you...\"\n—Tithi, Smiling\n\"I just don't understand... What kindness? What love?\"\n—Khawy, Shaken", "rotation_": true, "tags_": ["evo", "necro"]}, "Lara, Soul Taker": {"name_": "Lara, Soul Taker", "id_": 113541030, "pp_": 4, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "Fanfare: Randomly put a copy of an allied follower (excluding Lara, Soul Taker) that was destroyed during this turn into your hand. Change its cost to 0 and give it the following effect: Destroy this follower at the end of your turn.", "baseAtk_": 4, "baseDef_": 4, "evoEffect_": "-", "evoAtk_": 6, "evoDef_": 6, "baseFlair_": "Their lingering regrets are what keep them so ripe! Fresh picked souls really are the best... Just look at them wriggle—they're so desperate to return to this world!", "evoFlair_": "Maybe I'll even get seconds! A cornucopia of flavorful souls, ripe for the picking! With this many choices, I've gotta try 'em all at least once!", "rotation_": true, "tags_": []}, "Shinobu, Mausoleum Medium": {"name_": "Shinobu, Mausoleum Medium", "id_": 115541020, "pp_": 4, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Fanfare: Union Burst (10) - Deal 4 damage to an enemy follower. Then, if the selected follower had 4 defense or less before damage was dealt, deal 2 damage to all enemies.", "baseAtk_": 4, "baseDef_": 3, "evoEffect_": "Evolve: Summon a Skullfather.", "evoAtk_": 6, "evoDef_": 5, "baseFlair_": "There are a lot more spirits around than people think. Look, there's one now. Haha, don't be scared. All the spirits are smiling at you.", "evoFlair_": "A medium's work is not much fun. Still, I want to save as many spirits as I can. That's always the first thing on my mind when I meet one.", "rotation_": true, "tags_": ["evo", "lw"]}, "Fatal Order": {"name_": "Fatal Order", "id_": 116524010, "pp_": 4, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Spell", "expansion_": "World Uprooted", "baseEffect_": "Reanimate (10).\nGive that follower Rush and the following effect: Banish this follower at the start of your next turn.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "Dead men tell no tales.", "evoFlair_": "-", "rotation_": true, "tags_": ["burial"]}, "Fatal Fields": {"name_": "Fatal Fields", "id_": 113523010, "pp_": 4, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Amulet", "expansion_": "Rebirth of Glory", "baseEffect_": "Countdown (2)\nAt the end of your turn, destroy a random allied follower and a random enemy follower.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "\"I've unraveled all mysteries!\"\n—Actress Feria", "evoFlair_": "-", "rotation_": true, "tags_": []}, "Lonesome Specter": {"name_": "Lonesome Specter", "id_": 114511040, "pp_": 5, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Last Words: Give your leader the following effect - At the end of your opponent's turn summon 2 Ghosts, then remove this effect.", "baseAtk_": 5, "baseDef_": 4, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 7, "evoDef_": 6, "baseFlair_": "Just before they died, the twins swore to each other they would do their best to remain together, even in the afterlife. That wish was granted in the most twisted way. But indeed, there is no space for anyone to come betwixt these two souls again.", "evoFlair_": "Upon waking, the spirit, sensing the presence of her other half, sets out in pursuit. From dawn till dusk, she searches, crying, \"Where can my older sister be?\"\nFrom dusk till dawn, almost the same voice cries, \"Where has my younger sister gone?\"", "rotation_": true, "tags_": ["lw"]}, "Whole-Spirited Necromancer": {"name_": "Whole-Spirited Necromancer", "id_": 116511030, "pp_": 5, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Fanfare: Burial Rite - Reanimate (5).", "baseAtk_": 3, "baseDef_": 4, "evoEffect_": "-", "evoAtk_": 5, "evoDef_": 6, "baseFlair_": "Why, good morning! How are you feeling? Oh, how rude of me. I haven't introduced myself. I'm your murderer. And also your savior. And guess what? We're going to be buds from now on. Come on—let's shake on it!", "evoFlair_": "Stop sulking. Listen, you were sick anyway. Hanging to life by a thin thread. And if I hadn't been the one to kill you, I wouldn't have been able to revive you. Hey. I promise, everything's going to be fine. Being undead's not bad. Why? Well, because I'm around!", "rotation_": true, "tags_": ["burial"]}, "Soul Box": {"name_": "Soul Box", "id_": 117511030, "pp_": 5, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Follower", "expansion_": "Fortune's Hand", "baseEffect_": "Fanfare: If there are any allied amulets in play, evolve this follower.", "baseAtk_": 5, "baseDef_": 4, "evoEffect_": "-", "evoAtk_": 7, "evoDef_": 6, "baseFlair_": "A treasure chest is like a door to the future. All that glitters within its confines will afford you a happier tomorrow, yet death can just as easily slam the lid closed. But who decides that outcome: the gods or something worse? —An Adventurer's Musings", "evoFlair_": "It's not a box, per se, but a gateway: one that opens up to Amenta itself, and, once it slams shut behind you, will never let you leave. Don't bother trying to force the door open either; you'll know if it wants you to go through.\n—An Adventurer's Musings", "rotation_": true, "tags_": ["evo"]}, "Immortal Elephant": {"name_": "Immortal Elephant", "id_": 114531020, "pp_": 5, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "Natura", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Can't be targeted by enemy spells and effects.\nLast Words: Give a random allied Naterran Great Tree Last Words - Summon an Immortal Elephant.", "baseAtk_": 4, "baseDef_": 3, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 6, "evoDef_": 5, "baseFlair_": "The ground shakes. The massive, immortal elephant trumpets its battle cry. \"Today's giant elephant vs human battle was another smashing success. The spectral beast circus has a devoted following. Rebirth can mean finding a whole new way of life.\"", "evoFlair_": "The immortal elephant rises no matter how often it is struck down, to the thunderous applause of the audience.\n\"That elephant—Paono—is a real pro. So intelligent! And there's plenty of things he can do that the living couldn't. Being reborn can really expand a performer's repertoire!\"", "rotation_": true, "tags_": ["nat", "lw"]}, "Lubelle, Necrofamily": {"name_": "Lubelle, Necrofamily", "id_": 114541010, "pp_": 5, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "Natura", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Fanfare: Put a Naterran Great Tree into your hand. Summon a Necrofauna.\nWhenever an allied Naterran Great Tree is destroyed, summon a Necrofauna.", "baseAtk_": 3, "baseDef_": 5, "evoEffect_": "Whenever an allied Naterran Great Tree is destroyed, summon a Necrofauna.", "evoAtk_": 5, "evoDef_": 7, "baseFlair_": "Animal spirits gather round to hear her tales.\n\"There's so much to see and do in this world—who could be satisfied with a single lifespan? But you can keep on going if you want. That's the miracle of rebirth.\"", "evoFlair_": "A kind voice beckons. Animal spirits flock to its owner.\n\"The world is so vast, many souls get lost after returning. Will you all come with me to find them? We need to let them know what a miraculous gift their rebirth is.\"", "rotation_": true, "tags_": ["nat", "lw"]}, "Nightmare Devourer": {"name_": "Nightmare Devourer", "id_": 116541030, "pp_": 5, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "Natura", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Rush.\nFanfare: Necromancy (4) - Summon a Nightmare Devourer. Repeat for remaining shadows or until your area is full.\nLast Words: Randomly activate 1 of the following effects.\n-Restore 2 defense to your leader.\n-Gain 2 shadows.", "baseAtk_": 3, "baseDef_": 3, "evoEffect_": "Rush.\nLast Words: Randomly activate 1 of the following effects.\n-Restore 2 defense to your leader.\n-Gain 2 shadows.", "evoAtk_": 5, "evoDef_": 5, "baseFlair_": "Why come back from the dead? To once again taste the sweetness of sleep. So is the nature of the spectral baku. It wanders in an eternal dream—dragging in those from the outside that would try to disturb it, leaving halcyon silence in its wake.", "evoFlair_": "Hey, beast. Sorry, but I can't accept these terms. You want to know my policy? It's this: I'll sleep when I'm alive. Keeps the soul burning. Don't get it? Here, let me play you a number: \"Midday Death Napper.\"\n—He Who Once Rocked", "rotation_": true, "tags_": ["nat", "necro", "lw"]}, "VI. Milteo, The Lovers": {"name_": "VI. Milteo, The Lovers", "id_": 117541010, "pp_": 5, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Fortune's Hand", "baseEffect_": "Fanfare: Burial Rite (2) - Reanimate (X) and Reanimate (Y). X and Y equal 6 split randomly.\n(To perform Burial Rite (2), there must be at least 2 open spaces in your area after this follower comes into play.)\nEnhance (9): Do not perform Burial Rite. Evolve this follower instead.\nCan't be evolved using evolution points. (Can be evolved using card effects.)\nLast Words: Draw 2 cards.", "baseAtk_": 4, "baseDef_": 4, "evoEffect_": "At the end of your turn, destroy 6 other random followers. Then, if the enemy leader has 7 defense or more, deal damage to them until their defense drops to 6.", "evoAtk_": 6, "evoDef_": 6, "baseFlair_": "Holy vows is what we wanted. Right, darling?\nWe are The Lovers, enjoying mutual affection.\nIt's always in our heart to stay together till the end.\nEmbrace me, darling. You won't have to go it alone.", "evoFlair_": "Matrimony is what we desired. True, my dear.\nWe are The Lovers, enjoying lustful temptation.\nBut should we split, we'll share love with many others.\nSpeak to me, dear. What kind of love do you desire?", "rotation_": true, "tags_": ["evo", "burial", "lw"]}, "Bone Blast": {"name_": "Bone Blast", "id_": 113514010, "pp_": 5, "craft_": "Shadowcraft", "rarity_": "Bronze", "trait_": "-", "type_": "Spell", "expansion_": "Rebirth of Glory", "baseEffect_": "Summon 3 Skeletons.\nDeal damage to an enemy follower equal to the number of allied Skeletons in play.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "The delusions of the departed—a perfect weapon for the living.", "evoFlair_": "-", "rotation_": true, "tags_": []}, "Friends Forever": {"name_": "Friends Forever", "id_": 116534010, "pp_": 5, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Spell", "expansion_": "World Uprooted", "baseEffect_": "Choose: Use play points equal to this card's cost and play this card as a Luna's Game or Aenea's Friendship.\nNecromancy (4): Instead Reanimate (4), Reanimate (2), Reanimate (1), restore 4 defense to your leader, and put a Fleeting Joy into your hand.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "A chance encounter brought together two souls. Friendship gave life to courage, and courage blossomed into hope. Maybe the meeting wasn't accidental; maybe it was fated all long. \"I can fight. I'm not alone anymore, and that makes me strong!\"", "evoFlair_": "-", "rotation_": true, "tags_": ["mc", "necro", "burial"]}, "Cloistered Sacristan": {"name_": "Cloistered Sacristan", "id_": 117521010, "pp_": 6, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Follower", "expansion_": "Fortune's Hand", "baseEffect_": "Crystallize (2): Countdown (4)\nWhenever you perform Burial Rite, subtract 1 from this amulet's Countdown.\nLast Words: Summon a Cloistered Sacristan.\n----------\nWard.", "baseAtk_": 5, "baseDef_": 5, "evoEffect_": "Ward.\nEvolve: Burial Rite - Randomly destroy 1 of the enemy followers with the highest attack in play and restore 3 defense to your leader.", "evoAtk_": 7, "evoDef_": 7, "baseFlair_": "Heed the Three of Wands, guideposts of empathy. May their sympathies help you overcome the stalemate of purgatory. Walk forward with confidence; the wands mark the way.", "evoFlair_": "I oversee the dead; my pact is with this cemetery. Our bonds can't be severed even in death—much is learned from a pile of corpses. Death is a part of us, and we are part of death. Neither is more important than the other.", "rotation_": true, "tags_": ["burial", "lw"]}, "Tithi, Underworld Shaman": {"name_": "Tithi, Underworld Shaman", "id_": 113521010, "pp_": 7, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "Ward.\nFanfare: Burial Rite - Put a random 3-play point follower and a random 1-play point follower from your deck into play.", "baseAtk_": 1, "baseDef_": 9, "evoEffect_": "Ward.", "evoAtk_": 3, "evoDef_": 11, "baseFlair_": "As a shaman, her duties include relieving successors to the throne of pain and stress—with her sweet, sweet embraces and coddling.\n\"Just let me heal you with all my love! Huff... Puff...\"", "evoFlair_": "\"Behave yourself... Not in front of everyone.\"\n—Aisha\n\n\"Ngh... Such strength... I... Urk!\"\n—Khawy", "rotation_": true, "tags_": ["burial"]}, "Hades, Father of Purgatory": {"name_": "Hades, Father of Purgatory", "id_": 113541010, "pp_": 12, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Rebirth of Glory", "baseEffect_": "Accelerate (6): Deal 3 damage to all followers. Summon a Path to Purgatory. Put a 7-play point Hades, Father of Purgatory (without Accelerate) into your deck.\n----------\nLast Words: Summon a Path to Purgatory. Gain 6 shadows.", "baseAtk_": 6, "baseDef_": 6, "evoEffect_": "Last Words: Summon a Path to Purgatory. Gain 6 shadows.", "evoAtk_": 8, "evoDef_": 8, "baseFlair_": "In the grip of his hands is the great equalizer of purgatory—the blade demands veneration from all who would behold the manifestation of darkness itself.", "evoFlair_": "The bringer of death incarnate usurps the light from all creation. No lightning shall ever be permitted to strike before him. When the gods supreme take to arms, the world trembles.", "rotation_": true, "tags_": ["lw"]}, "Arcus, Soulful Manager": {"name_": "Arcus, Soulful Manager", "id_": 115541030, "pp_": 7, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Crystallize (3): Countdown (10)\nCan't be destroyed or banished by spells and effects. (Can be destroyed by Countdown.)\nWhenever an allied follower evolves, summon a Ghost and subtract 2 from this amulet's Countdown.\nLast Words: Summon an Arcus, Soulful Manager.\n----------\nCan't be destroyed or banished by spells and effects. (Can be destroyed by damage from spells and effects.)\nAt the end of your turn, change this follower's attack and defense to X/X. X equals your current turn number.", "baseAtk_": 6, "baseDef_": 6, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 8, "evoDef_": 8, "baseFlair_": "A symphony of screams—a performance to curdle the blood and stand each hair on end! No need to be shy! Come right up to the stage! This play was written especially for you—I'm certain you'll enjoy it!", "evoFlair_": "Why, whatever is the matter? You've gone quite pale. The actors look familiar, you say? Well, of course they do. They're all the people you've killed. A comeuppance makes for a satisfying ending, don't you agree? Now! Time for the climax!", "rotation_": true, "tags_": ["lw"]}, "Spectral Cascade": {"name_": "Spectral Cascade", "id_": 113534010, "pp_": 7, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Spell", "expansion_": "Rebirth of Glory", "baseEffect_": "Give your leader the following effect: At the end of this turn, summon Zombies until your area is full.\nEnhance (9): Randomly put different Shadowcraft followers from your deck into play until your area is full. Then destroy those followers.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "\"Shorthanded? Perhaps I could be of assistance.\"\n—Arcus, Ghostly Manager", "evoFlair_": "-", "rotation_": true, "tags_": ["burial"]}, "Path to Perdition": {"name_": "Path to Perdition", "id_": 115523010, "pp_": 7, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Amulet", "expansion_": "Ultimate Colosseum", "baseEffect_": "Countdown (3)\nFanfare: Burial Rite - Reanimate (7).\nDuring your turn, whenever an allied follower is summoned using Reanimate, perform Necromancy (4): Give it Storm.", "baseAtk_": 0, "baseDef_": 0, "evoEffect_": "-", "evoAtk_": 0, "evoDef_": 0, "baseFlair_": "\"Hey, quit shovin', pup!\"\n\"Get in line, or I'll ruff you up!\"\n\"If you can't follow the rules, you won't get into Hades!\"\n—Cerberus, Hound of Hades", "evoFlair_": "-", "rotation_": true, "tags_": ["necro", "burial"]}, "Guilt, Existential Blader": {"name_": "Guilt, Existential Blader", "id_": 114521010, "pp_": 8, "craft_": "Shadowcraft", "rarity_": "Silver", "trait_": "-", "type_": "Follower", "expansion_": "Verdant Conflict", "baseEffect_": "Accelerate (1): Destroy an allied follower. Draw 2 cards.\n----------\nRush.", "baseAtk_": 6, "baseDef_": 8, "evoEffect_": "Rush.", "evoAtk_": 8, "evoDef_": 10, "baseFlair_": "Smear my name if you wish. Hate me all you want. Who cares how heavy my soul weighs in the balance? That voice in my head keeps chanting, \"Fight. Win. Mow them down.\" If you want to stop me, be ready to wager your soul on the venture.", "evoFlair_": "I'm perfectly satisfied with what I have now. I don't need peace in the afterlife. What possible interest would there be in existing as a spirit bereft of flesh? I only feel alive when I'm swinging this blade anyhow.", "rotation_": true, "tags_": []}, "Conquering Dreadlord": {"name_": "Conquering Dreadlord", "id_": 117541020, "pp_": 8, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Fortune's Hand", "baseEffect_": "Invocation: When you perform Burial Rite, if it is your fifth, seventh, or ninth time this match, invoke this card, then return it to your hand.\n----------\nWhen this follower leaves play, or at the end of your turn, summon a Lich. (Transformation doesn't count as leaving play.)", "baseAtk_": 6, "baseDef_": 6, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 8, "evoDef_": 8, "baseFlair_": "Do not call to him. Do not glorify him. Do not follow him. The spirits that flock in his wake do so well enough. He is a lord with no vassals, charging into battle to hold service for the departed.\n—Chronicle of the Dreadlord, Preface", "evoFlair_": "The dead worship at his feet while the living cower in fear. Never have I seen such a well-preserved corpse. O lord of release, your rage has brought us sweet salvation.\n—Scribbles Found in Chronicle of the Dreadlord", "rotation_": true, "tags_": ["burial"]}, "Deathbringer": {"name_": "Deathbringer", "id_": 117531010, "pp_": 9, "craft_": "Shadowcraft", "rarity_": "Gold", "trait_": "-", "type_": "Follower", "expansion_": "Fortune's Hand", "baseEffect_": "Crystallize (2): Countdown (3)\nFanfare and Last Words: Transform a random enemy follower into a Skeleton.\n----------\nAt the end of your turn, destroy 2 random enemy followers and restore 5 defense to your leader.", "baseAtk_": 7, "baseDef_": 7, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 9, "evoDef_": 9, "baseFlair_": "Here comes Death, riding in to compel transition. Passing on becomes easier after realizing the uncertain nature of life. With a swing of his scythe, all shall submit to the law of change.", "evoFlair_": "Death is inevitable. Death does not discriminate. Death is inescapable. All who stand before his hooves receive the same fate.", "rotation_": true, "tags_": ["lw"]}, "Ginsetsu, Great Fox": {"name_": "Ginsetsu, Great Fox", "id_": 115541010, "pp_": 9, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "-", "type_": "Follower", "expansion_": "Ultimate Colosseum", "baseEffect_": "Accelerate (2): Summon a One-Tailed Fox.\nAccelerate (5): Summon 3 One-Tailed Foxes.\n----------\nFanfare: Summon 4 One-Tailed Foxes.\nWhenever an allied One-Tailed Fox comes into play, give it +1/+0 and Drain.", "baseAtk_": 1, "baseDef_": 9, "evoEffect_": "Whenever an allied One-Tailed Fox comes into play, give it +1/+0 and Drain.", "evoAtk_": 3, "evoDef_": 11, "baseFlair_": "Ahh, the sound of the clamoring crowd is sweet. What's a play without an audience? Is it any wonder how much we demons all love humans? To the end of the procession and beyond.", "evoFlair_": "We live within a strange story. Life is fleeting, mortals the flickering figures in a shadow play. Is it not odd? Cast your dice or dance your fill, but do so before dawn. To the end of the procession and beyond.", "rotation_": true, "tags_": ["lw"]}, "He Who Once Rocked": {"name_": "He Who Once Rocked", "id_": 116541020, "pp_": 10, "craft_": "Shadowcraft", "rarity_": "Legendary", "trait_": "Machina", "type_": "Follower", "expansion_": "World Uprooted", "baseEffect_": "Accelerate (3): Summon 3 Assembly Droids and put a 9-play point He Who Once Rocked (without Accelerate) into your deck.\n----------\nStorm.\nWard.\nLast Words: Reanimate (8).", "baseAtk_": 5, "baseDef_": 5, "evoEffect_": "(Same as the unevolved form.)", "evoAtk_": 7, "evoDef_": 7, "baseFlair_": "Once I slept below the turf. Now I rock out on stage. Lucky I spent my time in the bowels of hades though, 'cause now my riffs are metal as hell. Rise, my dead heads. Get out of your dirt beds. 'Cause I've got a banging new song for you: \"Undead Riot.\"", "evoFlair_": "The baku crawls into the space between life and death, snuffling for dreams to eat. It hears a soul-rousing note—the song of the dead, pulsing with life. The creature squeezes its eyes shut and laments, \"Back to sleeep.\" Thus the struggle between silence and sound begins.", "rotation_": true, "tags_": ["mc", "burial", "lw"]}}